results/synthetic/baselines/io_stream.fio-seqread.tigger-0-baseline-1.out
file1: (g=0): rw=read, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=17980: Thu Jul  9 18:38:44 2015
  read : io=4096.0MB, bw=99831KB/s, iops=779, runt= 42014msec
    slat (usec): min=22, max=251, avg=66.68, stdev= 8.25
    clat (msec): min=3, max=142, avg=10.18, stdev= 2.52
     lat (msec): min=4, max=142, avg=10.25, stdev= 2.51
    clat percentiles (msec):
     |  1.00th=[   10],  5.00th=[   10], 10.00th=[   10], 20.00th=[   10],
     | 30.00th=[   10], 40.00th=[   10], 50.00th=[   11], 60.00th=[   11],
     | 70.00th=[   11], 80.00th=[   11], 90.00th=[   11], 95.00th=[   12],
     | 99.00th=[   19], 99.50th=[   19], 99.90th=[   36], 99.95th=[   39],
     | 99.99th=[  141]
    bw (KB  /s): min=82197, max=108032, per=100.00%, avg=99928.98, stdev=4719.72
    lat (msec) : 4=0.01%, 10=48.80%, 20=50.86%, 50=0.32%, 250=0.02%
  cpu          : usr=1.25%, sys=8.96%, ctx=33512, majf=0, minf=1878
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=99831KB/s, minb=99831KB/s, maxb=99831KB/s, mint=42014msec, maxt=42014msec

Disk stats (read/write):
  sda: ios=32636/20, merge=48/9, ticks=329464/6716, in_queue=336116, util=99.89%