results/synthetic/baselines/io_stream.fio-seqread.tigger-0-baseline-2.out
file1: (g=0): rw=read, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=18003: Thu Jul  9 18:40:23 2015
  read : io=4096.0MB, bw=99807KB/s, iops=779, runt= 42024msec
    slat (usec): min=22, max=253, avg=65.80, stdev= 8.38
    clat (msec): min=4, max=148, avg=10.18, stdev= 2.66
     lat (msec): min=4, max=148, avg=10.25, stdev= 2.66
    clat percentiles (msec):
     |  1.00th=[   10],  5.00th=[   10], 10.00th=[   10], 20.00th=[   10],
     | 30.00th=[   10], 40.00th=[   10], 50.00th=[   11], 60.00th=[   11],
     | 70.00th=[   11], 80.00th=[   11], 90.00th=[   11], 95.00th=[   12],
     | 99.00th=[   19], 99.50th=[   19], 99.90th=[   44], 99.95th=[   45],
     | 99.99th=[  147]
    bw (KB  /s): min=63361, max=108032, per=100.00%, avg=99926.72, stdev=5587.27
    lat (msec) : 10=48.80%, 20=50.94%, 50=0.23%, 250=0.02%
  cpu          : usr=1.24%, sys=8.91%, ctx=33520, majf=0, minf=812
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=99807KB/s, minb=99807KB/s, maxb=99807KB/s, mint=42024msec, maxt=42024msec

Disk stats (read/write):
  sda: ios=32552/20, merge=48/12, ticks=328500/20604, in_queue=349072, util=99.89%