results/synthetic/baselines/io_stream.fio-seqread.tigger-0-baseline-5.out
file1: (g=0): rw=read, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=11364: Wed Jul  8 15:29:19 2015
  read : io=4096.0MB, bw=99478KB/s, iops=777, runt= 42163msec
    slat (usec): min=22, max=307, avg=65.39, stdev= 8.77
    clat (msec): min=5, max=72, avg=10.22, stdev= 1.80
     lat (msec): min=5, max=72, avg=10.28, stdev= 1.80
    clat percentiles (usec):
     |  1.00th=[ 9408],  5.00th=[ 9408], 10.00th=[ 9408], 20.00th=[ 9536],
     | 30.00th=[ 9920], 40.00th=[ 9920], 50.00th=[10304], 60.00th=[10304],
     | 70.00th=[10304], 80.00th=[10304], 90.00th=[10944], 95.00th=[11328],
     | 99.00th=[12480], 99.50th=[18560], 99.90th=[37632], 99.95th=[41728],
     | 99.99th=[70144]
    bw (KB  /s): min=76902, max=106752, per=100.00%, avg=99572.62, stdev=4398.58
    lat (msec) : 10=49.05%, 20=50.65%, 50=0.27%, 100=0.02%
  cpu          : usr=1.25%, sys=8.76%, ctx=33534, majf=0, minf=1607
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=99478KB/s, minb=99478KB/s, maxb=99478KB/s, mint=42163msec, maxt=42163msec

Disk stats (read/write):
  sda: ios=32592/16, merge=48/13, ticks=330220/10524, in_queue=340708, util=99.89%