results/synthetic/baselines/io_stream.fio-seqread.uriel-baseline-9.out
file1: (g=0): rw=read, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=3398: Fri Jul 10 18:15:46 2015
  read : io=4096.0MB, bw=99478KB/s, iops=777, runt= 42163msec
    slat (usec): min=24, max=300, avg=54.98, stdev= 8.22
    clat (msec): min=2, max=98, avg=10.23, stdev= 2.68
     lat (msec): min=2, max=98, avg=10.29, stdev= 2.67
    clat percentiles (usec):
     |  1.00th=[ 9792],  5.00th=[ 9920], 10.00th=[ 9920], 20.00th=[ 9920],
     | 30.00th=[ 9920], 40.00th=[ 9920], 50.00th=[10176], 60.00th=[10176],
     | 70.00th=[10176], 80.00th=[10176], 90.00th=[10176], 95.00th=[11200],
     | 99.00th=[12352], 99.50th=[15936], 99.90th=[47872], 99.95th=[86528],
     | 99.99th=[95744]
    bw (KB  /s): min=68836, max=109604, per=100.00%, avg=99663.34, stdev=4815.82
    lat (msec) : 4=0.43%, 10=42.14%, 20=57.26%, 50=0.08%, 100=0.10%
  cpu          : usr=1.12%, sys=7.60%, ctx=33463, majf=0, minf=1872
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=99478KB/s, minb=99478KB/s, maxb=99478KB/s, mint=42163msec, maxt=42163msec

Disk stats (read/write):
  sda: ios=32662/13, merge=36/6, ticks=330496/520, in_queue=330964, util=99.93%