results/synthetic/baselines/io_stream.fio-seqwrite.caelum-308-baseline-5.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=27678: Fri Jul 10 00:06:35 2015
  write: io=4096.0MB, bw=236766KB/s, iops=1849, runt= 17715msec
    slat (usec): min=16, max=6531, avg=65.95, stdev=58.32
    clat (usec): min=605, max=127038, avg=4252.00, stdev=2269.94
     lat (usec): min=708, max=127108, avg=4318.65, stdev=2269.73
    clat percentiles (msec):
     |  1.00th=[    4],  5.00th=[    4], 10.00th=[    4], 20.00th=[    4],
     | 30.00th=[    4], 40.00th=[    4], 50.00th=[    4], 60.00th=[    4],
     | 70.00th=[    4], 80.00th=[    4], 90.00th=[    5], 95.00th=[    7],
     | 99.00th=[   12], 99.50th=[   12], 99.90th=[   14], 99.95th=[   15],
     | 99.99th=[  126]
    bw (KB  /s): min=184064, max=246016, per=100.00%, avg=236882.11, stdev=10062.25
    lat (usec) : 750=0.02%, 1000=0.01%
    lat (msec) : 2=0.05%, 4=80.88%, 10=17.18%, 20=1.85%, 250=0.02%
  cpu          : usr=3.80%, sys=20.70%, ctx=33381, majf=0, minf=25
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=236765KB/s, minb=236765KB/s, maxb=236765KB/s, mint=17715msec, maxt=17715msec

Disk stats (read/write):
  sda: ios=0/32702, merge=0/144, ticks=0/136024, in_queue=135968, util=99.53%