results/synthetic/baselines/io_stream.fio-seqwrite.fio.caelum-308-baseline-9.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 512MB)

file1: (groupid=0, jobs=1): err= 0: pid=39687: Wed Jun 24 20:30:31 2015
  write: io=524288KB, bw=150054KB/s, iops=1172, runt=  3494msec
    slat (usec): min=16, max=5971, avg=68.11, stdev=92.55
    clat (usec): min=716, max=12386, avg=6746.80, stdev=649.41
     lat (usec): min=841, max=12453, avg=6815.65, stdev=642.93
    clat percentiles (usec):
     |  1.00th=[ 5856],  5.00th=[ 5920], 10.00th=[ 5920], 20.00th=[ 5920],
     | 30.00th=[ 6816], 40.00th=[ 6816], 50.00th=[ 6816], 60.00th=[ 6816],
     | 70.00th=[ 6816], 80.00th=[ 7392], 90.00th=[ 7456], 95.00th=[ 7456],
     | 99.00th=[ 7520], 99.50th=[10560], 99.90th=[11072], 99.95th=[11584],
     | 99.99th=[12352]
    bw (KB  /s): min=140032, max=154624, per=100.00%, avg=151850.67, stdev=5831.90
    lat (usec) : 750=0.02%, 1000=0.02%
    lat (msec) : 2=0.07%, 4=0.15%, 10=99.19%, 20=0.54%
  cpu          : usr=2.46%, sys=13.83%, ctx=4194, majf=0, minf=25
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=99.8%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=4096/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=524288KB, aggrb=150053KB/s, minb=150053KB/s, maxb=150053KB/s, mint=3494msec, maxt=3494msec

Disk stats (read/write):
  sdb: ios=0/3995, merge=0/21, ticks=0/26516, in_queue=26532, util=97.20%