results/synthetic/baselines/io_stream.fio-seqwrite.hammerthrow-baseline-2.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=8795: Thu Jul  9 18:15:50 2015
  write: io=4096.0MB, bw=105565KB/s, iops=824, runt= 39732msec
    slat (usec): min=22, max=17546, avg=43.99, stdev=193.90
    clat (msec): min=7, max=178, avg= 9.65, stdev= 3.04
     lat (msec): min=7, max=178, avg= 9.70, stdev= 3.05
    clat percentiles (msec):
     |  1.00th=[   10],  5.00th=[   10], 10.00th=[   10], 20.00th=[   10],
     | 30.00th=[   10], 40.00th=[   10], 50.00th=[   10], 60.00th=[   10],
     | 70.00th=[   10], 80.00th=[   10], 90.00th=[   10], 95.00th=[   11],
     | 99.00th=[   15], 99.50th=[   18], 99.90th=[   25], 99.95th=[   29],
     | 99.99th=[  178]
    bw (KB  /s): min=75268, max=109056, per=100.00%, avg=105739.49, stdev=4712.73
    lat (msec) : 10=92.11%, 20=7.63%, 50=0.22%, 100=0.02%, 250=0.02%
  cpu          : usr=1.98%, sys=7.91%, ctx=33230, majf=0, minf=25
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=105564KB/s, minb=105564KB/s, maxb=105564KB/s, mint=39732msec, maxt=39732msec

Disk stats (read/write):
  sda: ios=0/32798, merge=0/282, ticks=0/356992, in_queue=356968, util=99.84%