results/synthetic/baselines/io_stream.fio-seqwrite.hammerthrow-baseline-4.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=2239: Wed Jul  8 15:03:08 2015
  write: io=4096.0MB, bw=101940KB/s, iops=796, runt= 41145msec
    slat (usec): min=20, max=25250, avg=45.11, stdev=243.96
    clat (msec): min=4, max=88, avg=10.00, stdev= 1.60
     lat (msec): min=4, max=88, avg=10.04, stdev= 1.64
    clat percentiles (usec):
     |  1.00th=[ 9408],  5.00th=[ 9536], 10.00th=[ 9536], 20.00th=[ 9664],
     | 30.00th=[ 9792], 40.00th=[ 9792], 50.00th=[ 9792], 60.00th=[10048],
     | 70.00th=[10048], 80.00th=[10048], 90.00th=[10304], 95.00th=[10304],
     | 99.00th=[11968], 99.50th=[16192], 99.90th=[26496], 99.95th=[34560],
     | 99.99th=[88576]
    bw (KB  /s): min=90685, max=105984, per=100.00%, avg=102046.85, stdev=3194.36
    lat (msec) : 10=54.03%, 20=45.70%, 50=0.25%, 100=0.02%
  cpu          : usr=1.87%, sys=7.92%, ctx=33245, majf=0, minf=25
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=101939KB/s, minb=101939KB/s, maxb=101939KB/s, mint=41145msec, maxt=41145msec

Disk stats (read/write):
  sda: ios=0/32638, merge=0/196, ticks=0/344180, in_queue=344172, util=99.82%